
{
  "Welcome to React": "Art of data center",
  "for data center": "",
  "Header1": "Home",
  "Header2": "About us",
  "Header3": "Offer ☰",
  "Header3.1": "Data Center construction",
  "Header3.1.1": "Data Center construction",
  "Header3.1.2": "The reliable IT infrastructure is becoming important for the effective operation of an increasing number of enterprises. The construction of a server room or a modern Data Center is not only an investment in performance and security, but also the foundation of efficient operational activities.",
  "Header3.1.3": "Trying to best respond to the diverse needs and expectations of companies representing individual industries, we offer comprehensive solutions in the field of server room. Our solutions include both traditional server rooms and modern container server rooms. Your company needs stable, And at the same time innovative IT infrastructure? Check how we can help create a reliable space for storing and processing data.",
  "Header3.1.4": "Server room - construction of digital resources safety",
  "Header3.1.5": "The construction of the server room is an important step towards ensuring continuity of the company and the safety of its digital resources. The decision to build a server room brings a number of benefits:",
  "Header3.1.6": "● data security - protection against physical and digital threats,",
  "Header3.1.7": "● work stability and reliability even in crisis situations,",
  "Header3.1.8": "● IT infrastructure scalability,",
  "Header3.1.9": "● cost optimization by reducing the costs associated with the use of external services of the server space providers.",
  "Header3.1.10": "Container server room",
  "Header3.1.11": "In a rapidly changing business and technological environment, more and more companies are choosing innovative IT infrastructure solutions. A container server room is a ready solution in the form of a module placed in a container, which can act as a fully equipped server room. It is a compact data center, which contains all the necessary elements of IT infrastructure, such as servers, network devices, cooling systems, emergency power supply and fire protection.",
  "Header3.1.12": "The container server room works especially in situations where:",
  "Header3.1.13": "● The dynamic or periodic increase in the demand for computing power exceeds the possibilities of the current infrastructure,",
  "Header3.1.14": "● A temporary IT project is implemented,",
  "Header3.1.15": "● The specific location hinders or even prevents the construction of a traditional server room,",
  "Header3.1.16": "● When a spare data center is necessary, which in the event of a main infrastructure failure takes over its functions.",
  "Header3.1.17": "Server room construction - how do we work?",
  "Header3.1.18": "Server room construction requires precise planning and cooperation with IT infrastructure experts. Our approach is based on comprehensive action. We start cooperation with the client with the analysis of needs, based on which we prepare the project. In the project we include, among others space size, number of servers, cooling systems, security and requirements related to redundancy. Then we go to the preparation of technical infrastructure. We choose the best technological solutions that will ensure the durability and reliability of the server room. At the next stage, we install servers, Web devices and management systems and we conduct performance and safety tests.",
  "Header3.1.19": "Comprehensive Data Center construction",
  "Header3.1.20": "The construction of the Data Center is a complex process that requires experience, technical knowledge and the use of the latest technologies. We offer our clients a comprehensive approach from Data Center construction - from analysis of needs, to design and construction, to launch and service. We create modern data centers that are efficient, Scalable and fully safe, ensuring the uninterrupted work of your IT infrastructure.",
  "Header3.2": "Audit Data Center",
  "Header3.2.1": "The Data Center audit is a detailed process of analyzing and assessing the functioning of the data center in terms of its efficiency, security, efficiency and compliance with applicable standards and standards. This is not only the diagnosis of the current state of IT infrastructure, but also the identification of potential threats and areas requiring optimization. Regular Data Center audits allow effective risk management and planning future investments in IT infrastructure development.",
  "Header3.2.2": "When is it worth ordering the Data Center audit?",
  "Header3.2.3": "When considering the modernization of IT infrastructure, it is worth ordering an audit that will provide the data necessary to make informed investment decisions. In the event of a failure, downtime or inefficient IT infrastructure, the audit will help identify the causes of problems and indicate optimal solutions. Also, changes in the organization's structure may require a Data Center audit. The expansion of the company, new locations or changes in the IT strategy are moments when the audit helps in adapting the infrastructure to new requirements.",
  "Header3.2.4": "Professional Data Center Audit",
  "Header3.2.5": "We have been successfully dealing with audit activities for years. We have experience in working with various data centers - from small, local server rooms to extensive, multi -module Data Center. Our activities bring a number of benefits for smaller and larger companies. Thanks to the reliable and objective assessment of Data Center functioning, we enable:",
  "Header3.2.6": "● improving the efficiency and reliability of IT infrastructure,",
  "Header3.2.7": "● identification of areas requiring optimization,",
  "Header3.2.8": "● improving the level of security of key data,",
  "Header3.2.9": "● Better planning of future investments in IT infrastructure.",
  "Header3.2.10": "The Data Center audit is a step towards better management of IT infrastructure and ensuring its reliability. The decision to conduct an audit is an investment in security, efficiency and future of your business. What distinguishes us is the comprehensive nature of the service. We offer support at every stage - from conducting an audit, by preparing the optimization strategy, up to the implementation of the proposed solutions.",
  "Header3.3": "Data Center design",
  "Header3.3.1": "Data Center design",
  "Header3.3.2": "A properly designed Data Center is an integral element of the success of every modern organization. A professional data center project is a guarantee of performance, safety and scalability of IT infrastructure. We specialize in comprehensive Data Center design. We adapt our projects to the individual needs of the investor and industry standards.",
  "Header3.3.3": "Designing Data Center - how do we work?",
  "Header3.3.4": "Data Center design is a multi -stage process that requires accurate planning, advanced technical knowledge and adaptation to the individual business needs of the client. Thanks to the comprehensive approach, we ensure that each data center will be not only efficient and safe, but also prepared to meet future challenges.",
  "Header3.3.5": "We start cooperation with the client with the analysis of his business goals and technological requirements. Based on the collected data, we develop a detailed Data Center project, which includes:",
  "Header3.3.6": "● architectural design,",
  "Header3.3.7": "● technical design,",
  "Header3.3.8": "● redundancy plan.",
  "Header3.3.9": "When designing Data Center, we pay special attention to the release of technology to the client's business specificity. We choose IT equipment, the determination of cooling technology and the selection of physical safety systems.",
  "Header3.3.10": "Designing Data Center and the development of your business",
  "Header3.3.11": "Contemporary business is constantly heading towards digitization, which means that the reliable IT infrastructure becomes crucial for more and more companies. A properly designed data center is not only a space for storing and processing information, but also a strategic tool supporting the company's development and competitiveness.",
  "Header3.3.12": "Data Center design is carried out for reliability. Thanks to advanced redundancy systems, emergency power supply and cooling, your Data Center works uninterrupted, ensuring the availability of key applications and systems. At the same time, we care about the cyber security of your resources.",
  "Header3.4": "Data Center service",
  "Header3.4.1": "Data Center service",
  "Header3.4.2": "Ensuring stability, efficiency and data security requires the selection of appropriate technologies and then maintaining them. Regular service is a guarantee of reliable operation of the entire IT infrastructure. We offer comprehensive service services that meet all the needs of your server room. We specialize in the selection and service of components such as cooling, emergency power supply and security systems.",
  "Header3.4.3": "Data Center cooling",
  "Header3.4.4": "Data Center cooling is responsible for the stable operation of network servers and devices. Insufficient heat dissipation from the rooms can lead to a decrease in efficiency and even equipment failure. At the design stage, we show clients the most effective Data Center cooling systems, And at the operation stage, we provide their trouble -free work.",
  "Header3.4.5": "We do the coolant of Data Center:",
  "Header3.4.6": "● regular reviews of cooling systems,",
  "Header3.4.7": "● cleaning and replacement of filters in cooling units,",
  "Header3.4.8": "● Cooling efficiency monitoring and optimization of device operation parameters. In addition, we provide a quick response to failures and a short repair time.",
  "Header3.4.9": "Server room emergency power supply",
  "Header3.4.10": "Uninterrupted power supply is the basis for every server room. The failure of the power grid may result in data loss and expensive downtime. Therefore, at the design stage, we care to ensure reliable server room emergency power supply. Server's emergency power supply ensures uninterrupted electricity supply to the data center in case of a failure of the main power source. The server room's emergency power supply includes:",
  "Header3.4.11": "● devices supporting the power supply in the event of short -term energy interruptions (so -called UPS). The UPSy protect the equipment against surge and sudden voltage drops, while enabling safe closure of systems in the event of a longer failure.",
  "Header3.4.12": "● power generators,",
  "Header3.4.13": "● Power management systems, whose task is to monitor equipment operation and optimize energy distribution, as well as to inform about real -time problems.",
  "Header3.4.14": "During operation, we provide a professional service of emergency power supply systems and their maintenance. As part of the website, we offer:",
  "Header3.4.15": "● inspections and maintenance of UPS systems and power generators,",
  "Header3.4.16": "● efficiency efficiency tests and regular emergency simulations,",
  "Header3.4.17": "● battery status and replacement of damaged components,",
  "Header3.4.18": "● quick response to defects and full technical support.",
  "Header3.4.19": "Server room safety",
  "Header3.4.20": "Server room safety in physical and digital dimensions requires regular control and modernization. In this regard, we offer:",
  "Header3.4.21": "● Monitoring of physical protection systems, such as access control, alarms and video monitoring,",
  "Header3.4.22": "● Service of fire systems, including smoke detectors and extinguishing systems,",
  "Header3.4.23": "● digital security audit, including charges and anti -burglary systems,",
  "Header3.4.24": "● updates and tests of backup systems and data redundancy.",
  "Header3.4.25": "Where server room safety requires the use of more advanced systems and technology, we offer the opportunity to prepare a project to modernize physical and digital security systems. A comprehensive approach to the safety of the server room protects your data center against external and internal threats, At the same time, ensuring the safety of key resources.",
  "Header3.5": "Data Center conteners",
    "Header3.5.1": "With years of experience, we design and build mobile data centers in the form of containerized server rooms, which we perfectly tailor to the needs of our clients. Our solutions offer complete flexibility – operating independently of location, providing reliable IT infrastructure wherever it is needed.",
    "Header3.5.2": "Our containerized server rooms are particularly useful where:",
    "Header3.5.3": "● dynamic or periodic increases in computational power demand exceed the capabilities of existing infrastructure,",
    "Header3.5.4": "● a temporary IT project is being implemented,",
    "Header3.5.5": "● a specific location makes it difficult or even impossible to build a traditional server room,",
    "Header3.5.6": "● when a backup data center is required to take over the functions of the main infrastructure in case of failure.",
    "Header3.5.7": "Why AODC Containerized Server Rooms?",
    "Header3.5.8": "In a dynamic business environment, flexible IT solutions become a priority. Our containerized server rooms offer:",
    "Header3.5.9": "Deployment Speed,",
    "Header3.5.9.2": "Deployment Speed",
    "Header3.5.9.1": "Ready modules that can be deployed in an exceptionally short time – achievable deadlines as short as 90 days.",
    "Header3.5.10": "Scalability,",
    "Header3.5.10.2": "Scalability",
    "Header3.5.10.1": "Easily adjust computational power to the current needs of your company, both during periods of increased demand and for temporary projects.",
    "Header3.5.11": "Cost Optimization,",
    "Header3.5.11.2": "Cost Optimization",
    "Header3.5.11.1": "An investment that reduces expenses related to traditional data centers, without compromising on quality and performance.",
    "Header3.5.12": "Security and Mobility,",
    "Header3.5.12.2": "Security and Mobility",
    "Header3.5.12.1": "Advanced security systems protect your data from digital and physical threats, while the solution also enables easy transport in emergency situations.",
    "Header3.5.13": "Our Implementation Process",
    "Header3.5.14": "We begin with a detailed analysis of your company’s needs, based on which we develop a dedicated project, including requirements for cooling, security, and redundancy. After project approval, we proceed with deployment, focusing on system configuration and integration, and conduct comprehensive tests to ensure optimal performance and security. We support the entire process with professional support and maintenance to ensure your IT infrastructure operates seamlessly.",
    "Header3.5.15": "Contact Us",
    "Header3.5.16": "If you're looking for a flexible and reliable data center that perfectly fits the needs of your business, we invite you to get in touch. Fill out the inquiry form, and our experts will present a detailed proposal tailored to your requirements.",
    "Header3.5.17": "Video Presentation",
    "Header3.5.18": "Why AODC Containerized Server Rooms?",
    "Header3.5.19": "Why AODC Containerized Server Rooms?",
    "Header3.5.20": "Advanced and flexible interior construction based on integrated and modular technologies, offering efficient cooling, precise monitoring of the physical layer, and power and gas supply systems. Thanks to modern solutions, the device ensures reliability and performance in demanding environments.",
    "Header3.5.21": "Mobility",
    "Header3.5.22": "Electromagnetic Shielding",
    "Header3.5.23": "Fire Protection",
    "Header3.5.24": "Contact form",
    "Header3.5.25": "Contact",
      "Header3.5.26": "Let us take care of the future of your IT infrastructure – with us, your data is always safe and accessible.",
      "Header3.5.27": "First and last name",
      "Header3.5.28": "Your email address",
      "Header3.5.29": "Phone number",
      "Header3.5.30": "Message",
      "Header3.5.31": "Send",
    "Header4": "Careers",
  "Header5": "Projects",
  "Header6": "Contact",
  "Header7": "AODC SERWIS",
  "title1": "NEWS",
  "title2": "WHAT WE DO",
  "title2.doradzctwo": "Consulting",
  "title2.doradzctwo2": "Technical Presentations",
  "title2.doradzctwo3": "Design Concepts",
  "title2.doradzctwo4": "Feasibility Studies",
  "title2.doradzctwo5": "Estimates/Budgets",
  "title2.projekty": "Projects",
  "title2.projekty2": "Data Center Concepts",
  "title2.projekty3": " Analysis and Supervision",
  "title2.projekty4": "CPD Feasibility Studies",
  "title2.projekty5": "Team Organization",
  "title2.budowa": "Construction",
  "title2.budowa2": "Turnkey Project Execution",
  "title2.budowa3": "Equipment and Supplies Delivery",
  "title2.budowa4": "Optimizations",
  "title2.commissioning": "Commissioning",
  "title2.commissioning2": " Infrastructure Audits Based on Commissioning Experience and Certifications",
  "title2.commissioning3": "Load Testing",
  "title2.serwis": "Service",
  "title2.serwis2": "Provision of Maintenance and Support Services",
  "title2.serwis3": "24/7/365 Infrastructure Support: 24 hours a day, 7 days a week, 365 days a year based on the expected SLA level",
  "title2.serwis4": "24/7 Dedicated Service Hotline",
  "title3": "ABOUT US",
  "title3.about1": "AODC has been designing, building, and servicing the largest server rooms and Data Center facilities in Poland for almost a decade. We can responsibly say that we execute the most projects, participating in the investment processes of key data processing centers for both public institutions and commercial clients. This translates into our unique experience and special knowledge, enabling us to undertake the largest and most challenging projects in this field.",
  "title3.about2": "",
  "title3.about3": "",
  "title4": "OUR ACHIEVEMENTS",
  "title4.serwerownie": "Data Centers",
  "title4.serwisy": "Services",
  "title4.koncepcje": "Concepts",
  "title4.projekty": "Projects",
  "title5": "AREAS OF ACTIVITY",
  "title5.1": "Public Institutions",
  "title5.2": "Uniformed Services",
  "title5.3": "Hospitals",
  "title5.4": "Industry",
  "title5.5": "Financial Sector",
  "title5.6": "Commercial Entities",
  "title6": "TEAM",
  "title6.1": "AODC is comprised of people who have been actively involved in the implementation of Data Center facilities for almost 20 years and have successfully designed and supervised the implementation process of the largest such facilities in Poland, both for public and local government institutions, as well as for commercial entities.",
  "title6.2": "Board Member",
  "title6.3": "CEO",
  "title6.4": "Director of Technical Affairs",
  "title6.5": "Director of Sales",
  "title7": "Video Presentation",
  "title7.1": "Partners",
  "title7.2": "Certificates",
  "title7.3": "Contact",
  "title7.4": "Address",
  "title7.5": "© Copyright 2024 AODC Sp. z o.o. - All rights reserved. Created by",
  "title7.6": "Patryk Idzikowski",
  "title7.7": "Social media",
  "title8": "Welcome!",
  "title8.1": "Loading...",
  "title9": "Contact",
  "title9.1": "HOME",
  "title9.2": "ABOUT US",
  "title9.3": "CARIER",
  "title9.4": "REALIZATIONS",
  "title10": "THEY TRUSTED US",
  "title10.1": "AODC CAREER",
  "title10.2": "Over 150 completed server rooms, more than 100 projects, over 100 active service contracts, hundreds of concepts, and dozens of audits are not just numbers, but indicators of clients' trust in AODC. Every day, we strive not to betray this trust and to be a responsible partner.",
  "title11": "Welcome to our website! 👋 We use cookies to provide you with the best possible experience. We won't share any of your data.",
  "title11.1": "Here",
  "title11.2": "Accept",
  "title11.3": "Decline",
  "videomodal": "https://www.youtube.com/embed/Tvr_I3kNP4U?si=uwqPaJ6ELWC8kobO",
  "polityka": "PRIVACY POLICY.",
  "polityka2": "Before applying for the position, please review our Privacy Policy.",
  "polityka3": "Privacy Policy",
  "polityka3.1": "Privacy Cookies",
  "polityka4": "AoDC (Art of Data Center) is a team of engineers with 20 years of experience in designing, building, and servicing Data Center facilities for public and commercial institutions in Poland. Due to the dynamic growth of the company, we are looking for a person to join our team in the position of:",
  "title12": "Oops! This page does not exist.",
  "title12.1": "Please check if you entered the address correctly.",
  "title12.2": "Home Page",
  "title13": "← Swipe →",
  "politykadesc": "The Privacy Policy describes the principles of processing information about you, including personal data and cookies, also known as cookies.",
  "politykadesc1": "1. This policy pertains to the website operating under the URL: aodc.pl. The operator of the website and the Data Controller is: AODC SP. Z O.O. Ul. Działkowa 37, 02-234 Warsaw, Poland. Contact email address of the operator: rodo@aodc.pl. The operator is the Data Controller of your personal data with regard to data voluntarily provided on the website. The website uses personal data for the following purposes: Handling inquiries via the contact form, Presenting an offer or information. The website performs functions to gather information about users and their behavior in the following ways: Through voluntarily entered data in forms, which are entered into the operator’s systems. By saving cookies on end devices.",
  "politykadesc2": "2. Login and personal data entry areas are protected at the transmission layer (SSL certificate). This ensures that personal data and login information entered on the site are encrypted on the user's computer and can only be read on the target server. Personal data stored in the database are encrypted in such a way that only the Operator, who possesses the key, can read them. This ensures data protection in case the database is stolen from the server. The Operator periodically changes its administrative passwords. A crucial element of data protection is the regular updating of all software used by the Operator for processing personal data, which particularly includes regular updates of software components.",
  "politykadesc3": "3. The website is hosted (technically maintained) on the operator's servers: smarthost.pl. The hosting company, to ensure technical reliability, keeps logs at the server level. The logs may include: resources specified by URL identifier (addresses of requested resources – pages, files), time of the request, time of the response, the client's station name – identification carried out by the HTTP protocol, information about errors that occurred during the HTTP transaction, the URL address of the page previously visited by the user (referrer link) – in case the transition to the website was made through a link, information about the user's browser, IP address information, diagnostic information related to the self-ordering process through the recorders on the website, information related to the handling of email directed to and sent by the Operator.",
  "politykadesc4": "4. Your Rights and Additional Information on Data Usage: In certain situations, the Administrator has the right to transfer your personal data to other recipients if it is necessary to perform the contract concluded with you or to fulfill obligations imposed on the Administrator. This applies to the following groups of recipients: authorized employees and associates who use the data to achieve the purpose of the website's operation. Your personal data processed by the Administrator are not stored longer than necessary to perform the related activities specified by separate regulations (e.g., accounting regulations). Regarding marketing data, they will not be processed for more than 3 years. You have the right to request from the Administrator: access to your personal data, rectification, deletion, restriction of processing, and data portability. You have the right to object to the processing specified in point 3.2 regarding the processing of personal data for the purpose of legitimate interests pursued by the Administrator, including profiling, provided that the objection cannot be executed if there are valid, legitimate grounds for processing that override your interests, rights, and freedoms, particularly the establishment, exercise, or defense of legal claims. You have the right to lodge a complaint regarding the Administrator's actions with the President of the Personal Data Protection Office, ul. Stawki 2, 00-193 Warsaw. Providing personal data is voluntary but necessary for the service operation. Automated decision-making, including profiling, may be performed in relation to you for the purpose of providing services under the concluded agreement and for the Administrator's direct marketing. Personal data are not transferred to third countries within the meaning of data protection regulations. This means that we do not send them outside the European Union.",
  "politykadesc5": "5. Administrator Logs: Information about user behavior on the website may be logged. This data is used for the purpose of administering the website.",
  "politykadesc6": "6. Essential Marketing Techniques: The operator employs statistical analysis of website traffic through Google Analytics (Google Inc., based in the USA). The operator does not transfer personal data to the operator of this service, only anonymized information. The service is based on the use of cookies on the user's end device. Regarding information about user preferences collected by the Google advertising network, the user can view and edit information derived from cookies using the tool: https://www.google.com/ads/preferences/.",
  "politykadesc7": "7. The website uses cookies, which are IT data stored on the user's end device for website functionality, including session maintenance and marketing purposes; two main types are employed: session and persistent cookies, with user control over settings, while cooperation with entities like Google, Facebook, and Twitter may utilize these cookies.",
  "1": "Sales Department",
  "2": "Sales Director",
  "3": "OR",
  "4": "The form was sent successfully!",
  "5": "All fields must be completed!",
  "6": "Please enter the correct email address!",
  "7": "Please enter the correct phone number!",
  "8": "First and last name",
  "9": "example@email.com",
  "10": "Phone number",
  "11": "Message...",
  "12": "See our latest technology entries, data center and innovations.",
  "13": "Posted:",
  "14": "Read more",
  "15": "Latest posts",
  "16": "Loading blog..",
  "17": "Other entries"

}
